{
  "products": [
    {
      "id": 1,
      "img": "marvel/captain-america-the-winter-soldier.jpg",
      "DC": "DC/aquaman.jpg",
      "TVShows": "tvshows/friends.jpg",
      "content":"content/chris-hemsworth.jpg",
      "TitleMarvel":"Captain America",
      "describeMarvel":"Super Hero,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Comedy, Romantic",
      "paraDC":"Once home to the most advanced civilization on Earth, the city of Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people -- and then the surface world. Standing in his way is Aquaman, Orm's half-human, half-Atlantean brother and true heir to the throne. With help from royal counselor Vulko, Aquaman must retrieve the legendary Trident of Atlan and embrace his destiny as protector of the deep",
      "TitleDC":"Aquaman",
      "TitleTV":"F*R*I*E*N*D*S",
      "selectedMarvelImage":"marvel/DescImage/captainamerica.jpg",
      "selectedDCImage":"DC/DescImg/aquaman.jpg",
      "selectedTVImage":"tvshows/tv/friends.jpg",
      "paraTV":"The misadventures of 20 something year old friends in New York City: Joey a struggling actor, Monica a chef, Rachel a waitress who hopes to work in fashion, Ross a paleontologist, Chandler who hates his job in data processing, and Phoebe a masseuse/musician.",
      "paraMarvel":"After the cataclysmic events in New York with his fellow Avengers, Steve Rogers, aka Captain America (Chris Evans), lives in the nation's capital as he tries to adjust to modern times. An attack on a S.H.I.E.L.D. colleague throws Rogers into a web of intrigue that places the whole world at risk. Joining forces with the Black Widow (Scarlett Johansson) and a new ally, the Falcon, Rogers struggles to expose an ever-widening conspiracy, but he and his team soon come up against an unexpected enemy."
    },
    {
      "id": 2,
      "img": "marvel/hulk.jpeg",
      "DC": "DC/batman vs superman.jpg",
      "TVShows":"tvshows/bigbang.jpg",
      "content":"content/scarlett.jpg",
      "TitleMarvel":"The Hulk",
      "describeMarvel":"Suspenseful,Explosive",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Comedy, Romantic, Science",
      "paraDC":"It's been nearly two years since Superman's (Henry Cavill) colossal battle with Zod (Michael Shannon) devastated the city of Metropolis. The loss of life and collateral damage left many feeling angry and helpless, including crime-fighting billionaire Bruce Wayne (Ben Affleck). Convinced that Superman is now a threat to humanity, Batman embarks on a personal vendetta to end his reign on Earth, while the conniving Lex Luthor (Jesse Eisenberg) launches his own crusade against the Man of Steel.",
      "TitleDC":"Batman Vs Superman",
      "TitleTV":"Big Bang",
      "selectedMarvelImage":"marvel/DescImage/hulk.jpg",
      "selectedDCImage":"DC/DescImg/bat-super.jpg",
      "selectedTVImage":"tvshows/tv/bigbang.jpg",
      "paraTV":"The Big Bang Theory is a comedy about brilliant physicists, Leonard and Sheldon, who are the kind of 'beautiful minds' that understand how the universe works. But none of that genius helps them interact with people, especially women. All this begins to change when a free-spirited beauty named Penny moves in next door.",
      "paraMarvel":"The Incredible Hulk tells the story of Dr Bruce Banner, who seeks a cure to his unique condition, which causes him to turn into a giant green monster under emotional stress. Whilst on the run from military which seeks his capture, Banner comes close to a cure."
    },
    {
      "id": 3,
      "img": "marvel/thor_the_dark_world.jpg",
      "DC": "DC/batman.jpeg",
      "TVShows":"tvshows/book-of-secrets.jpg",
      "content":"content/vin.jpg",
      "TitleMarvel":"Thor the Dark World",
      "describeMarvel":"Suspenseful,Fantasy Movie",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Scandal, Fiction",
      "paraDC":"Having witnessed his parents' brutal murder as a child, millionaire philanthropist Bruce Wayne fights crime in Gotham City disguised as Batman, a costumed hero who strikes fear into the hearts of villains.",
      "TitleDC":"Batman",
      "TitleTV":"Book of Secrets",
      "selectedMarvelImage":"marvel/DescImage/thor-the-dark.jpg",
      "selectedDCImage":"DC/DescImg/batman.jpg",
      "selectedTVImage":"tvshows/tv/bookofsecrets.jpg",
      "paraTV":"From the facts behind the NSA spying scandals (Big Brother) and the Boston Bombings (American Terrorists) to America's secret prisons, Scientology, the Gold conspiracy and America's doomsday plans, this series features in-depth interviews with top journalists, law enforcement officials and whistleblowers.",
      "paraMarvel":"In ancient times, the gods of Asgard fought and won a war against an evil race known as the Dark Elves. The survivors were neutralized, and their ultimate weapon -- the Aether -- was buried in a secret location. Hundreds of years later, Jane Foster (Natalie Portman) finds the Aether and becomes its host, forcing Thor (Chris Hemsworth) to bring her to Asgard before Dark Elf Malekith (Christopher Eccleston) captures her and uses the weapon to destroy the Nine Realms -- including Earth."
    },
    {
      "id": 4,
      "img": "marvel/thor-ragnarok.jpg",
      "DC": "DC/black-adam.jpg",
      "TVShows":"tvshows/brooklyn9.jpg",
      "content":"content/chris-evans.jpg",
      "TitleMarvel":"Thor Ragnarok",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Comedy, Investigation",
      "paraDC":"Black Adam is an upcoming American superhero film based on the DC Comics character of the same name. Produced by DC Films, New Line Cinema, Seven Bucks Productions, and FlynnPictureCo., and set for distribution by Warner Bros",
      "TitleDC":"Black Adam",
      "TitleTV":"Brooklyn9",
      "selectedMarvelImage":"marvel/DescImage/thor-ragn.jpg",
      "selectedDCImage":"DC/DescImg/blackadam.jpg",
      "selectedTVImage":"tvshows/tv/brooklyn9.jpg",
      "paraTV":"Brooklyn Nine-Nine is an American police procedural sitcom television series created by Dan Goor and Michael Schur. The series revolves around Jake Peralta (Andy Samberg), a New York City Police Department (NYPD) detective in Brooklyn's fictional 99th Precinct, who often comes into conflict with his commanding officer, the serious and stern Captain Raymond Holt (Andre Braugher).",
      "paraMarvel":"Imprisoned on the other side of the universe, the mighty Thor finds himself in a deadly gladiatorial contest that pits him against the Hulk, his former ally and fellow Avenger. Thor's quest for survival leads him in a race against time to prevent the all-powerful Hela from destroying his home world and the Asgardian civilization."
    },
    {
      "id": 5,
      "img": "marvel/black panther.jpg",
      "DC": "DC/flash.jpg",
      "TVShows":"tvshows/cards.jpg",
      "content":"content/cobie.jpg",
      "TitleMarvel":"Black Panther",
      "describeMarvel":"Suspenseful,Super Powers",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Dark, Thriller, Drama",
      "paraDC":"Barry Allen is a Central City police forensic scientist with a reasonably happy life, despite the childhood trauma of a mysterious red and yellow lightning killing his mother and framing his father. ... With Barry's new powers and team of scientists, he becomes -The Flash and helps fight crime and protects Central City.",
      "TitleDC":"Flash",
      "TitleTV":"House of Cards",
      "selectedMarvelImage":"marvel/DescImage/black-panther.jpg",
      "selectedDCImage":"DC/DescImg/flash.jpg",
      "selectedTVImage":"tvshows/tv/cards.jpg",
      "paraTV":"Betrayed by the White House, Congressman Frank Underwood embarks on a ruthless rise to power. Blackmail, seduction and ambition are his weapons. In their ruthless rise to power, Frank and Claire battle threats past and present, and form new alliances while old ones succumb to betrayal.",
      "paraMarvel":"After the death of his father, T'Challa returns home to the African nation of Wakanda to take his rightful place as king. When a powerful enemy suddenly reappears, T'Challa's mettle as king -- and as Black Panther -- gets tested when he's drawn into a conflict that puts the fate of Wakanda and the entire world at risk. Faced with treachery and danger, the young king must rally his allies and release the full power of Black Panther to defeat his foes and secure the safety of his people."
    },
    {
      "id": 6,
      "img": "marvel/spiderman-far-from-home.jpg",
      "DC": "DC/harley quinn.jpg",
      "TVShows":"tvshows/full-house-tv.jpg",
      "content":"content/wanda.jpg",
      "TitleMarvel":"Spiderman",
      "describeMarvel":"Fiction,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Comedy, Fiction",
      "paraDC":"The character's origin story relates that Harleen Quinzel was once a psychiatrist at Arkham Asylum and was assigned to treat the Joker. She eventually falls in love with the Joker and becomes his lover and accomplice after her mind is warped through a series of lies.",
      "TitleDC":"Harley Quinn",
      "TitleTV":"Full House",
      "selectedMarvelImage":"marvel/DescImage/spiderman-far-from-hm.jpg",
      "selectedDCImage":"DC/DescImg/harley.jpg",
      "selectedTVImage":"tvshows/tv/fullhouse.jpg",
      "paraTV":"After the death of his wife Pam, sports anchor Danny Tanner recruits his brother-in-law (Pam's younger brother) Jesse, a rock musician, and his best friend since childhood, Joey, who works as a stand-up comedian, to help raise his three young daughters—DJ, Stephanie and Michelle",
      "paraMarvel":"Peter Parker's relaxing European vacation takes an unexpected turn when Nick Fury shows up in his hotel room to recruit him for a mission. The world is in danger as four massive elemental creatures -- each representing Earth, air, water and fire -- emerge from a hole torn in the universe. Parker soon finds himself donning the Spider-Man suit to help Fury and fellow superhero Mysterio stop the evil entities from wreaking havoc across the continent."
    },
    {
      "id": 7,
      "img": "marvel/spiderman-casa.jpeg",
      "DC": "DC/joker.jpg",
      "TVShows":"tvshows/house.jpg",
      "content":"content/lady-loki.jpg",
      "TitleMarvel":"Spiderman Casa",
      "describeMarvel":"Suspenseful,Super Hero",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Fiction, Drama",
      "paraDC":"Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker.",
      "TitleDC":"Joker",
      "TitleTV":"House",
      "selectedMarvelImage":"marvel/DescImage/spiderman.jpg",
      "selectedDCImage":"DC/DescImg/joker.jpg",
      "selectedTVImage":"tvshows/tv/house.jpg",
      "paraTV":"While dodging Cuddy in the emergency room, House runs into the son of a schizophrenic woman who has been diagnosed with alcoholism. Intrigued by her schizophrenia and the fact she has a condition she's too young to get, he takes her case and finds multiple problems.",
      "paraMarvel":"Peter Parker's relaxing European vacation takes an unexpected turn when Nick Fury shows up in his hotel room to recruit him for a mission. The world is in danger as four massive elemental creatures -- each representing Earth, air, water and fire -- emerge from a hole torn in the universe. Parker soon finds himself donning the Spider-Man suit to help Fury and fellow superhero Mysterio stop the evil entities from wreaking havoc across the continent."
    },
    {
      "id": 8,
      "img": "marvel/ironman3.jpg",
      "DC": "DC/justice league.jpg",
      "TVShows":"tvshows/How_I_Met_Your_Mother.jpg",
      "content":"",
      "TitleMarvel":"Iron Man 3",
      "describeMarvel":"Slick,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Comedy, Goofy",
      "paraDC":"Fuelled by his restored faith in humanity, and inspired by Superman's selfless act, Bruce Wayne enlists newfound ally Diana Prince to face an even greater threat. Together, Batman and Wonder Woman work quickly to recruit a team to stand against this newly-awakened enemy. Despite the formation of an unprecedented league of heroes in Batman, Wonder Woman, Aquaman, Cyborg and the Flash, it may be too late to save the planet from an assault of catastrophic proportions.",
      "TitleDC":"Justice League",
      "TitleTV":"How I Met Your Mother",
      "selectedMarvelImage":"marvel/DescImage/ironman3.jpg",
      "selectedDCImage":"DC/DescImg/justice.jpg",
      "selectedTVImage":"tvshows/tv/howImet.jpg",
      "paraTV":"",
      "paraMarvel":"Plagued with worry and insomnia since saving New York from destruction, Tony Stark (Robert Downey Jr.), now, is more dependent on the suits that give him his Iron Man persona -- so much so that every aspect of his life is affected, including his relationship with Pepper (Gwyneth Paltrow). After a malevolent enemy known as the Mandarin (Ben Kingsley) reduces his personal world to rubble, Tony must rely solely on instinct and ingenuity to avenge his losses and protect the people he loves."
    },
    {
      "id": 9,
      "img": "marvel/iron-man.jpg",
      "DC": "DC/justice-league-final.jpeg",
      "TVShows":"tvshows/mad-abt-u.jpg",
      "content":"",
      "TitleMarvel":"Iron Man",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Romantic",
      "paraDC":"Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy. Together, Batman and Wonder Woman work quickly to find and recruit a team of meta-humans to stand against this newly awakened threat.",
      "TitleDC":"Justice League Final",
      "TitleTV":"Mad about You",
      "selectedMarvelImage":"marvel/DescImage/ironman.jpg",
      "selectedDCImage":"DC/DescImg/justicefinal.jpg",
      "selectedTVImage":"tvshows/tv/madabout.jpg",
      "paraTV":"The series focuses mainly on newlyweds Paul Buchman, a documentary filmmaker, and Jamie Stemple Buchman, a public relations specialist, as they deal with everything from humorous daily minutiae to major struggles. Near the end of the show's run, they have a baby daughter, whom they name Mabel.",
      "paraMarvel":"A billionaire industrialist and genius inventor, Tony Stark (Robert Downey Jr.), is conducting weapons tests overseas, but terrorists kidnap him to force him to build a devastating weapon. Instead, he builds an armored suit and upends his captors. Returning to America, Stark refines the suit and uses it to combat crime and terrorism."
    },
    {
      "id": 10,
      "img": "marvel/infinity war.jpg",
      "DC": "DC/man-of-steel.jpg",
      "TVShows":"tvshows/mankind.jpg",
      "content":"",
      "TitleMarvel":"Infinity War",
      "describeMarvel":"Suspenseful,Off-beat",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Inspiring",
      "paraDC":"With the imminent destruction of Krypton, their home planet, Jor-El (Russell Crowe) and his wife seek to preserve their race by sending their infant son to Earth. The child's spacecraft lands at the farm of Jonathan (Kevin Costner) and Martha (Diane Lane) Kent, who name him Clark and raise him as their own son. Though his extraordinary abilities have led to the adult Clark (Henry Cavill) living on the fringe of society, he finds he must become a hero to save those he loves from a dire threat",
      "TitleDC":"Man of Steel",
      "TitleTV":"Mankind",
      "selectedMarvelImage":"marvel/DescImage/infinitywar.jpg",
      "selectedDCImage":"DC/DescImg/manofsteel.jpg",
      "selectedTVImage":"tvshows/tv/mankind.jpg",
      "paraTV":"From humble beginnings, humans become the dominant creatures on the planet. A mysterious band of pirates plunders the Mediterranean coast, leaving destruction in its wake. Empires fall, but out of the chaos, we discover iron. Armed with this wonder metal, ordinary folk can overthrow tyrants and build a new world order.",
      "paraMarvel":"Iron Man, Thor, the Hulk and the rest of the Avengers unite to battle their most powerful enemy yet -- the evil Thanos. On a mission to collect all six Infinity Stones, Thanos plans to use the artifacts to inflict his twisted will on reality. The fate of the planet and existence itself has never been more uncertain as everything the Avengers have fought for has led up to this moment."
    },
    {
      "id": 11,
      "img": "marvel/guardiansvol2.jpeg",
      "DC": "DC/shazam.jpg",
      "TVShows":"tvshows/the-good-place-season.jpg",
      "content":"",
      "TitleMarvel":"Guardians of Galaxy",
      "describeMarvel":"Super Heroes,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Wiity, Quirky",
      "paraDC":"We all have a superhero inside of us -- it just takes a bit of magic to bring it out. In 14-year-old Billy Batson's case, all he needs to do is shout out one word to transform into the adult superhero Shazam. Still a kid at heart, Shazam revels in the new version of himself by doing what any other teen would do -- have fun while testing out his newfound powers. But he'll need to master them quickly before the evil Dr. Thaddeus Sivana can get his hands on Shazam's magical abilities.",
      "TitleDC":"Shazam",
      "TitleTV":"The Good Place",
      "selectedMarvelImage":"marvel/DescImage/giardiansvol2.jpg",
      "selectedDCImage":"DC/DescImg/shazam.jpg",
      "selectedTVImage":"tvshows/tv/good.jpg",
      "paraTV":"The Good Place is a town where those who have been good throughout their lives go once they have passed away. When Eleanor arrives at the Good Place, she realizes she has been mistaken for someone else, and seeks help from a new friend to earn her spot in the Good Place.",
      "paraMarvel":"Peter Quill and his fellow Guardians are hired by a powerful alien race, the Sovereign, to protect their precious batteries from invaders. When it is discovered that Rocket has stolen the items they were sent to guard, the Sovereign dispatch their armada to search for vengeance. As the Guardians try to escape, the mystery of Peter's parentage is revealed."
    },
    {
      "id": 12,
      "img": "marvel/guardians vol3.png",
      "DC": "DC/suicide squad 1.jpg",
      "TVShows":"tvshows/the-office.jpg",
      "content":"",
      "TitleMarvel":"Guardians of Galaxy",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Sitcoms, Witty",
      "paraDC":"A secret government agency, led by the ruthless, high-ranking official Amanda Waller, recruits some of the most dangerous, incarcerated villains on the planet to execute dangerous black ops missions and save the world from a potentially apocalyptic threat from a mysterious, supernatural entity.",
      "TitleDC":"Suicide Squad",
      "TitleTV":"The Office",
      "selectedMarvelImage":"marvel/DescImage/guardiansvol3.jpg",
      "selectedDCImage":"DC/DescImg/squad1.jpg",
      "selectedTVImage":"tvshows/tv/theoffice.jpg",
      "paraTV":"This mockumentary follows the everyday lives of the manager and the employees he manages. The crew follows the employees around 24/7 and captures their quite humorous and bizarre encounters as they will do what it takes to keep the company thriving. This U.S. adaptation -- set at a paper company in Scranton, Pa.",
      "paraMarvel":"Peter Quill and his fellow Guardians are hired by a powerful alien race, the Sovereign, to protect their precious batteries from invaders. When it is discovered that Rocket has stolen the items they were sent to guard, the Sovereign dispatch their armada to search for vengeance. As the Guardians try to escape, the mystery of Peter's parentage is revealed."
    },
    {
      "id": 13,
      "img": "marvel/iron-man.jpg",
      "DC": "DC/suicide squad 2.png",
      "TVShows":"tvshows/Two_and_a_Half_Men.jpg",
      "content":"",
      "TitleMarvel":"Iron Man",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Drama, Comedy",
      "paraDC":"The government sends the most dangerous supervillains in the world -- Bloodsport, Peacemaker, King Shark, Harley Quinn and others -- to the remote, enemy-infused island of Corto Maltese. Armed with high-tech weapons, they trek through the dangerous jungle on a search-and-destroy mission, with only Col. Rick Flag on the ground to make them behave.",
      "TitleDC":"Suicide Squad 2",
      "TitleTV":"Two and a Half Men",
      "selectedMarvelImage":"marvel/DescImage/ironmann.jpg",
      "selectedDCImage":"DC/DescImg/squad2.jpg",
      "selectedTVImage":"tvshows/tv/2andahalf.jpg",
      "paraTV":"The series revolved initially around the life of the Harper brothers Charlie and Alan, and Alan's son Jake. ... When Alan's wife, Judith, decides to divorce him, he moves into Charlie's Malibu beach house (due to Charlie's selfishly scorning Alan's female divorce-lawyer) with Jake coming to stay over the weekends",
      "paraMarvel":"A billionaire industrialist and genius inventor, Tony Stark (Robert Downey Jr.), is conducting weapons tests overseas, but terrorists kidnap him to force him to build a devastating weapon. Instead, he builds an armored suit and upends his captors. Returning to America, Stark refines the suit and uses it to combat crime and terrorism."
    },
    {
      "id": 14,
      "img": "marvel/civil-war.jpg",
      "DC": "DC/unbreakable.jpg",
      "TVShows":"tvshows/unbreakable.jpg",
      "content":"",
      "TitleMarvel":"Civil war",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Drama",
      "paraDC":"A security guard, having been the sole survivor of a high-fatality train crash, finds himself at the centre of a mysterious theory that explains his consistent physical good fortune. When news of his survival is made public, a man whose own body is excessively weak tracks him down in an attempt to explain his unique unbreakable nature.",
      "TitleDC":"Unbreakable",
      "TitleTV":"unbreakable",
      "selectedMarvelImage":"marvel/DescImage/civilwar.jpg",
      "selectedDCImage":"DC/DescImg/unbreakable.jpg",
      "selectedTVImage":"tvshows/tv/Unbreakable.jpg",
      "paraTV":"A security guard, having been the sole survivor of a high-fatality train crash, finds himself at the centre of a mysterious theory that explains his consistent physical good fortune. When news of his survival is made public, a man whose own body is excessively weak tracks him down in an attempt to explain his unique unbreakable nature.",
      "paraMarvel":"The War Between the States, as the Civil War was also known, ended in Confederate surrender in 1865. The conflict was the costliest and deadliest war ever fought on American soil, with some 620,000 of 2.4 million soldiers killed, millions more injured and much of the South left in ruin."
    },
    {
      "id": 15,
      "img": "marvel/captain.jpg",
      "DC": "DC/wonderwoman.jpg",
      "TVShows":"tvshows/victorian.jpg",
      "content":"",
      "TitleMarvel":"Captain America",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Offbeat, Fiction",
      "paraDC":"Before she was Wonder Woman (Gal Gadot), she was Diana, princess of the Amazons, trained to be an unconquerable warrior. Raised on a sheltered island paradise, Diana meets an American pilot (Chris Pine) who tells her about the massive conflict that's raging in the outside world. Convinced that she can stop the threat, Diana leaves her home for the first time. Fighting alongside men in a war to end all wars, she finally discovers her full powers and true destiny.",
      "TitleDC":"Wonderman",
      "TitleTV":"Victorian",
      "selectedMarvelImage":"marvel/DescImage/cap.jpg",
      "selectedDCImage":"DC/DescImg/wonder.jpg",
      "selectedTVImage":"tvshows/tv/victorianfarm.jpg",
      "paraTV":"The project is based on the Acton Scott estate in Shropshire; a world frozen in time, lost in Victorian rural England. Its buildings and grounds are cluttered with antique tools and machinery collected by the Acton family who have lived on the estate since the twelfth century",
      "paraMarvel":"It is 1941 and the world is in the throes of war. Steve Rogers (Chris Evans) wants to do his part and join America's armed forces, but the military rejects him because of his small stature. Finally, Steve gets his chance when he is accepted into an experimental program that turns him into a supersoldier called Captain America. Joining forces with Bucky Barnes (Sebastian Stan) and Peggy Carter (Hayley Atwell), Captain America leads the fight against the Nazi-backed HYDRA organization."
    },
    {
      "id": 16,
      "img": "marvel/captain-america-the-winter-soldier.jpg",
      "DC": "DC/wonderwoman84.jpg",
      "TVShows":"tvshows/workaholics.jpg",
      "content":"",
      "TitleMarvel":"Captain America",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Raunchy, Exciting",
      "paraDC":"Wonder Woman 1984 (stylized on-screen and often abbreviated as WW84) is a 2020 American superhero film based on the DC Comics character Wonder Woman",
      "TitleDC":"Wonder Woman",
      "TitleTV":"Workaholics",
      "selectedMarvelImage":"marvel/DescImage/captain-america-the-winter-soldier.jpg",
      "selectedDCImage":"DC/DescImg/wonder.jpg",
      "selectedTVImage":"tvshows/tv/work.jpg",
      "paraTV":"A single-camera comedy featuring three friends who work together as telemarketers from 9 to 5, and live together from 5 to 9. A single-camera comedy featuring three friends who work together as telemarketers from 9 to 5, and live together from 5 to 9",
      "paraMarvel":"After the cataclysmic events in New York with his fellow Avengers, Steve Rogers, aka Captain America (Chris Evans), lives in the nation's capital as he tries to adjust to modern times. An attack on a S.H.I.E.L.D. colleague throws Rogers into a web of intrigue that places the whole world at risk. Joining forces with the Black Widow (Scarlett Johansson) and a new ally, the Falcon, Rogers struggles to expose an ever-widening conspiracy, but he and his team soon come up against an unexpected enemy."
      
    },
    {
      "id": 17,
      "img": "marvel/avengers assemble.jpg",
      "DC": "DC/joker.jpg",
      "TVShows":"tvshows/friends.jpg",
      "content":"",
      "TitleMarvel":"Avengers Assemble",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Suspenseful,Exciting",
      "describeTV":"Comedy, Romantic",
      "paraDC":"/DC/DescImg/joker.jpg",
      "TitleDC":"Joker",
      "TitleTV":"F*R*I*E*N*D*S",
      "selectedMarvelImage":"marvel/DescImage/avengersassemble.jpg",
      "selectedDCImage":"DC/DescImg/joker.jpg",
      "selectedTVImage":"tvshows/tv/friends.jpg",
      "paraTV":"The misadventures of 20 something year old friends in New York City: Joey a struggling actor, Monica a chef, Rachel a waitress who hopes to work in fashion, Ross a paleontologist, Chandler who hates his job in data processing, and Phoebe a masseuse/musician.",
      "paraMarvel":"After the cataclysmic events in New York with his fellow Avengers, Steve Rogers, aka Captain America (Chris Evans), lives in the nation's capital as he tries to adjust to modern times. An attack on a S.H.I.E.L.D. colleague throws Rogers into a web of intrigue that places the whole world at risk. Joining forces with the Black Widow (Scarlett Johansson) and a new ally, the Falcon, Rogers struggles to expose an ever-widening conspiracy, but he and his team soon come up against an unexpected enemy."
    },
    {
      "id": 18,
      "img": "marvel/antman.jpg",
      "DC": "DC/black-adam.jpg",
      "TVShows":"tvshows/bigbang.jpg",
      "content":"",
      "TitleMarvel":"Antman",
      "describeMarvel":"Suspenseful,Exciting",
      "describeDC":"Super Hero,Exciting",
      "describeTV":"Comedy, Science",
      "paraDC":"Black Adam is an upcoming American superhero film based on the DC Comics character of the same name. Produced by DC Films, New Line Cinema, Seven Bucks Productions, and FlynnPictureCo., and set for distribution by Warner Bros",
      "TitleDC":"Black Adam",
      "TitleTV":"Big Bang",
      "selectedMarvelImage":"marvel/DescImage/antman.jpg",
      "selectedDCImage":"/DC/DescImg/blackadam.jpg",
      "selectedTVImage":"tvshows/tv/bigbang.jpg",
      "paraTV":"The Big Bang Theory is a comedy about brilliant physicists, Leonard and Sheldon, who are the kind of beautiful minds that understand how the universe works. But none of that genius helps them interact with people, especially women. All this begins to change when a free-spirited beauty named Penny moves in next door.",
      "paraMarvel":"Forced out of his own company by former protégé Darren Cross, Dr. Hank Pym (Michael Douglas) recruits the talents of Scott Lang (Paul Rudd), a master thief just released from prison. Lang becomes Ant-Man, trained by Pym and armed with a suit that allows him to shrink in size, possess superhuman strength and control an army of ants. The miniature hero must use his new skills to prevent Cross, also known as Yellowjacket, from perfecting the same technology and using it as a weapon for evil."
    }

  ]
}